public class Decoration {

    public void head() {
        System.out.print(ConsoleColors.CYAN_BOLD_BRIGHT +
                "*************************************\n" +
                "*            КАЛЬКУЛЯТОР            *" +
                "\n*************************************\n" + ConsoleColors.RESET);
        System.out.println(ConsoleColors.PURPLE_BOLD_BRIGHT + "Введите выражение (a + b, a - b, a * b, a / b)\n" +
                "арабскими или римскими числами (от 1 до 10): \n" + "-------");
    }

    public void bottom() {
        System.out.println(ConsoleColors.RESET);
    }

    public void bootCamp() {
        System.out.println(ConsoleColors.RESET +
                "                   .:+=======++**::-...         \n" +
                "                .*-.=======+=============.        \n" +
                "              .*. .========+=============.        \n" +
                "             .+-  :======================.        \n" +
                "             -=.  *=====================+.        \n" +
                "             -=.  *=====================-         \n" +
                "             -=.  *==========-                    \n" +
                "             :=.  :==========:                    \n" +
                "           .-=-  .===========*                    \n" +
                "         .:=:.  -============+   .                \n" +
                "      -+*-.-*=====================-               \n" +
                "        :=: .-================+.+*.               \n" +
                "          :+.  .+==============:                  \n" +
                "           :+.  -===============.                 \n" +
                "           :+.  -===============*                 \n" +
                "          -=-  .=================.                \n" +
                "          -:   *=================*                \n" +
                "              .===================                \n" +
                "                 .:*=========+*:.    ");
    }

}
